class script(object):
    START_TXT = """<b>ꜱᴀʟᴜᴛ {}, {}\n\nᴊᴇ ꜱᴜɪꜱ ʟᴇ ʙᴏᴛ ᴅᴇ ʀᴇᴄʜᴇʀᴄʜᴇ ᴀᴜᴛᴏᴍᴀᴛɪǫᴜᴇ ʟᴇ ᴘʟᴜꜱ ᴘᴜɪꜱꜱᴀɴᴛ ᴀᴠᴇᴄ ᴅᴇꜱ ꜰᴏɴᴄᴛɪᴏɴɴᴀʟɪᴛᴇꜱ ᴘʀᴇᴍɪᴜᴍ, ᴀᴊᴏᴜᴛᴇᴢ-ᴍᴏɪ ᴀ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ ᴇᴛ ᴘʀᴏꜰɪᴛᴇᴢ !\n\n<blockquote>‣ ᴍᴀɪɴᴛᴇɴᴜ ᴘᴀʀ : <a href="https://t.me/JessiKaDev">ᴋɪɴɢᴄᴇʏ</a></blockquote></b>"""

    GSTART_TXT = """<b>ꜱᴀʟᴜᴛ {}, {}\n\nᴊᴇ ꜱᴜɪꜱ ʟᴇ ʙᴏᴛ ᴅᴇ ʀᴇᴄʜᴇʀᴄʜᴇ ᴀᴜᴛᴏᴍᴀᴛɪǫᴜᴇ ʟᴇ ᴘʟᴜꜱ ᴘᴜɪꜱꜱᴀɴᴛ ᴀᴠᴇᴄ ᴅᴇꜱ ꜰᴏɴᴄᴛɪᴏɴɴᴀʟɪᴛᴇꜱ ᴘʀᴇᴍɪᴜᴍ, ᴀᴊᴏᴜᴛᴇᴢ-ᴍᴏɪ ᴀ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ ᴇᴛ ᴘʀᴏꜰɪᴛᴇᴢ !\n\n<blockquote>‣ ᴍᴀɪɴᴛᴇɴᴜ ᴘᴀʀ : <a href="https://t.me/JessiKaDev">ᴋɪɴɢᴄᴇʏ</a></blockquote></b>"""
    
    HELP_TXT = """» ᴏᴜ ᴠᴏᴜʟᴇᴢ-ᴠᴏᴜꜱ ᴏᴜᴠʀɪʀ ʟᴇ ᴍᴇɴᴜ ᴅᴇꜱ ᴘᴀʀᴀᴍᴇᴛʀᴇꜱ ?"""

    ABOUT_TXT = """<blockquote><b>❍ ᴍᴏɴ ɴᴏᴍ : <a href="https://t.me/JessiKaSearch">JessiKa - Search</b></a>
❍ ᴄʀᴇᴀᴛᴇᴜʀ : <a href="https://t.me/kingcey">ᴋɪɴɢᴄᴇʏ</a>
❍ ʙɪʙʟɪᴏᴛʜᴇǫᴜᴇ : <a href="https://pyrogram.org/">ᴘʏʀᴏɢʀᴀᴍ</a>
❍ ʟᴀɴɢᴀɢᴇ : <a href="https://www.python.org/">ᴘʏᴛʜᴏɴ</a>
❍ ʙᴀꜱᴇ ᴅᴇ ᴅᴏɴɴᴇᴇꜱ : <a href="https://www.mongodb.com/">ᴍᴏɴɢᴏ ᴅʙ</a>
❍ ʜᴇʙᴇʀɢᴇ ꜱᴜʀ : <a href="https://t.me/JessiKaDev">ᴠᴘꜱ</a>
❍ ᴠᴇʀꜱɪᴏɴ : v1.2 [ᴀᴠᴀɴᴄᴇ]</blockquote>

<b>➻ ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ ʟᴇꜱ ʙᴏᴜᴛᴏɴꜱ ᴄɪ-ᴅᴇꜱꜱᴏᴜꜱ ᴘᴏᴜʀ ᴏʙᴛᴇɴɪʀ ᴅᴇ ʟ'ᴀɪᴅᴇ ᴇᴛ ᴅᴇꜱ ɪɴꜰᴏꜱ ꜱᴜʀ ᴍᴏɪ.</b>"""
        
    MAIN_TXT = """
ᴠᴏɪᴄɪ ʟᴇ ᴍᴇɴᴜ ᴅ'ᴀɪᴅᴇ
"""

    SUPPORT_TXT = """ᴠᴏɪᴄɪ ᴍᴏɴ ᴄᴀɴᴀʟ ᴇᴛ ɢʀᴏᴜᴘᴇ ᴅᴇ ꜱᴜᴘᴘᴏʀᴛ. ᴇɴ ᴄᴀꜱ ᴅᴇ ᴘʀᴏʙʟᴇᴍᴇ, ꜱɪɢɴᴀʟᴇᴢ-ʟᴇ ᴀ ʟ'ᴀᴅᴍɪɴ
ᴘʀᴏᴘᴜʟꜱᴇ ᴘᴀʀ - @JessiKaDev"""
        
    HELPS_TXT = """» ᴏᴜ ᴠᴏᴜʟᴇᴢ-ᴠᴏᴜꜱ ᴏᴜᴠʀɪʀ ʟᴇ ᴍᴇɴᴜ ᴅᴇꜱ ᴘᴀʀᴀᴍᴇᴛʀᴇꜱ ?"""
    
    CHANNELS = """
<b>ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ ʟᴇꜱ ʙᴏᴜᴛᴏɴꜱ ᴄɪ-ᴅᴇꜱꜱᴏᴜꜱ ᴘᴏᴜʀ ʀᴇᴊᴏɪɴᴅʀᴇ ʟᴇꜱ ᴄᴀɴᴀᴜx ᴇᴛ ᴏʙᴛᴇɴɪʀ ᴘʟᴜꜱ ᴅ'ɪɴꜰᴏꜱ ꜱᴜʀ ɴᴏᴜꜱ.

ꜱɪ ᴠᴏᴜꜱ ᴛʀᴏᴜᴠᴇᴢ ᴜɴ ʙᴜɢ ᴅᴀɴꜱ ˹JessiKaSearchBot˼ ᴏᴜ ꜱɪ ᴠᴏᴜꜱ ᴠᴏᴜʟᴇᴢ ᴅᴏɴɴᴇʀ ᴜɴ ʀᴇᴛᴏᴜʀ ꜱᴜʀ ʟᴇ ʙᴏᴛ, ᴠᴇᴜɪʟʟᴇᴢ ʟᴇ ꜱɪɢɴᴀʟᴇʀ ᴅᴀɴꜱ ʟᴇ <a href='https://t.me/+Fm--PVmdy9E4Mjc0'>ɢʀᴏᴜᴘᴇ ᴅᴇ ꜱᴜᴘᴘᴏʀᴛ</a>.</b>"""

    
    STATUS_TXT = """<b>╭────[ ʙᴀꜱᴇ ᴅᴇ ᴅᴏɴɴᴇᴇꜱ 1 ]────⍟</b>
│
├⋟ ᴛᴏᴜꜱ ʟᴇꜱ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀꜱ ⋟ <code>{}</code>
├⋟ ᴛᴏᴜꜱ ʟᴇꜱ ɢʀᴏᴜᴘᴇꜱ ⋟ <code>{}</code>
├⋟ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀꜱ ᴘʀᴇᴍɪᴜᴍ ⋟ <code>{}</code>
├⋟ ᴛᴏᴜꜱ ʟᴇꜱ ꜰɪᴄʜɪᴇʀꜱ ⋟ <code>{}</code>
├⋟ ꜱᴛᴏᴄᴋᴀɢᴇ ᴜᴛɪʟɪꜱᴇ ⋟ <code>{}</code>
├⋟ ꜱᴛᴏᴄᴋᴀɢᴇ ʟɪʙʀᴇ ⋟ <code>{}</code>
│
<b>├────[ ʙᴀꜱᴇ ᴅᴇ ᴅᴏɴɴᴇᴇꜱ 2 ]────⍟</b>   
│
├⋟ ᴛᴏᴜꜱ ʟᴇꜱ ꜰɪᴄʜɪᴇʀꜱ ➤ <code>{}</code>
├⋟ ᴛᴀɪʟʟᴇ ➤ <code>{}</code>
├⋟ ʟɪʙʀᴇ ➤ <code>{}</code>
│
<b>├────[ ᴅᴇᴛᴀɪʟꜱ ᴅᴜ ʙᴏᴛ ]────⍟</b>   
│
├⋟ ᴛᴇᴍᴘꜱ ᴅ'ᴀᴄᴛɪᴠɪᴛᴇ ➤ {}
├⋟ ʀᴀᴍ ➤ <code>{}%</code>
├⋟ ᴄᴘᴜ ➤ <code>{}%</code>   
│
├⋟ ꜰɪᴄʜɪᴇʀꜱ ᴅᴇꜱ 2 ʙᴅ: <code>{}</code>
│
<b>╰─────────────────────⍟</b>"""

    LOG_TEXT_G = """#NouveauGroupe
    
ɢʀᴏᴜᴘᴇ = {}
ɪᴅ = <code>{}</code>
ᴍᴇᴍʙʀᴇꜱ = <code>{}</code>
ᴀᴊᴏᴜᴛᴇ ᴘᴀʀ - {}
"""

    LOG_TEXT_P = """#NouvelUtilisateur
    
ɪᴅ - <code>{}</code>
ɴᴏᴍ - {}
"""

    ALRT_TXT = """ꜱᴀʟᴜᴛ {},
ᴄᴇ ɴ'ᴇꜱᴛ ᴘᴀꜱ ᴠᴏᴛʀᴇ ᴅᴇᴍᴀɴᴅᴇ ᴅᴇ ꜰɪʟᴍ,
ꜰᴀɪᴛᴇꜱ ᴠᴏᴛʀᴇ ᴘʀᴏᴘʀᴇ ᴅᴇᴍᴀɴᴅᴇ..."""

    OLD_ALRT_TXT = """ꜱᴀʟᴜᴛ {},
ᴠᴏᴜꜱ ᴜᴛɪʟɪꜱᴇᴢ ᴜɴ ᴅᴇ ᴍᴇꜱ ᴀɴᴄɪᴇɴꜱ ᴍᴇꜱꜱᴀɢᴇꜱ, 
ᴠᴇᴜɪʟʟᴇᴢ ʀᴇꜰᴀɪʀᴇ ᴠᴏᴛʀᴇ ᴅᴇᴍᴀɴᴅᴇ."""

    CUDNT_FND = """<b>ᴠᴏᴛʀᴇ ᴅᴇᴍᴀɴᴅᴇ ɴ'ᴀ ᴘᴀꜱ ᴇᴛᴇ ᴛʀᴏᴜᴠᴇᴇ ᴅᴀɴꜱ ᴍᴀ ʙᴀꜱᴇ ᴅᴇ ᴅᴏɴɴᴇᴇꜱ.\n\n<blockquote>» ᴠᴇʀɪꜰɪᴇᴢ ʟ'ᴏʀᴛʜᴏɢʀᴀᴘʜᴇ ᴇᴛ ʀᴇᴇꜱꜱᴀʏᴇᴢ !</blockquote></b>"""

    I_CUDNT = """<b>ᴅᴇꜱᴏʟᴇ, ᴀᴜᴄᴜɴ ꜰɪᴄʜɪᴇʀ ᴛʀᴏᴜᴠᴇ ᴘᴏᴜʀ ᴠᴏᴛʀᴇ ᴅᴇᴍᴀɴᴅᴇ {}

» ᴠᴇʀɪꜰɪᴇᴢ ᴠᴏᴛʀᴇ ᴏʀᴛʜᴏɢʀᴀᴘʜᴇ ꜱᴜʀ ɢᴏᴏɢʟᴇ ᴇᴛ ʀᴇᴇꜱꜱᴀʏᴇᴢ 

» ꜰᴏʀᴍᴀᴛ ᴅᴇ ᴅᴇᴍᴀɴᴅᴇ ᴅᴇ ꜰɪʟᴍ 

‣ ᴇxᴇᴍᴘʟᴇ : Deadpool ᴏᴜ Deadpool 2016 
‣ ꜰᴏʀᴍᴀᴛ ᴅᴇ ᴅᴇᴍᴀɴᴅᴇ ᴅᴇ ꜱᴇʀɪᴇ
‣ ᴇxᴇᴍᴘʟᴇ : Loki S01 ᴏᴜ Loki S01E04 ᴏᴜ Lucifer S03E24

» ɴ'ᴜᴛɪʟɪꜱᴇᴢ ᴘᴀꜱ ➠ ':(!,./)</b>"""
    
    I_CUD_NT = """<b>ᴊᴇ ɴ'ᴀɪ ᴛʀᴏᴜᴠᴇ ᴀᴜᴄᴜɴ ꜰɪʟᴍ ᴄᴏʀʀᴇꜱᴘᴏɴᴅᴀɴᴛ ᴀ {}.

» ʀᴀɪꜱᴏɴꜱ ᴘᴏꜱꜱɪʙʟᴇꜱ :

1) ᴏ.ᴛ.ᴛ ᴏᴜ ᴅᴠᴅ ᴘᴀꜱ ᴇɴᴄᴏʀᴇ ꜱᴏʀᴛɪ
2) ᴛᴀᴘᴇᴢ ʟᴇ ɴᴏᴍ ᴀᴠᴇᴄ ʟ'ᴀɴɴᴇᴇ
3) ʟᴇ ꜰɪʟᴍ ɴ'ᴇꜱᴛ ᴘᴀꜱ ᴅᴀɴꜱ ʟᴀ ʙᴀꜱᴇ ᴅᴇ ᴅᴏɴɴᴇᴇꜱ, ꜱɪɢɴᴀʟᴇᴢ-ʟᴇ ᴀᴜx ᴀᴅᴍɪɴꜱ</b>"""

    MVE_NT_FND = """<b>ᴠᴏᴛʀᴇ ᴅᴇᴍᴀɴᴅᴇ ɴ'ᴀ ᴘᴀꜱ ᴇᴛᴇ ᴛʀᴏᴜᴠᴇᴇ ᴅᴀɴꜱ ᴍᴀ ʙᴀꜱᴇ ᴅᴇ ᴅᴏɴɴᴇᴇꜱ.\n\n<blockquote>» ᴠᴇʀɪꜰɪᴇᴢ ʟ'ᴏʀᴛʜᴏɢʀᴀᴘʜᴇ ᴇᴛ ʀᴇᴇꜱꜱᴀʏᴇᴢ !</blockquote></b>"""
    

    TOP_ALRT_MSG = """ʀᴇᴄʜᴇʀᴄʜᴇ ᴇɴ ᴄᴏᴜʀꜱ ᴅᴀɴꜱ ᴍᴀ ʙᴀꜱᴇ ᴅᴇ ᴅᴏɴɴᴇᴇꜱ..."""

    MELCOW_ENG = """<b>ꜱᴀʟᴜᴛ {},\n\nʙɪᴇɴᴠᴇɴᴜᴇ ᴅᴀɴꜱ\n{} \n\nɪᴄɪ ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ᴄʜᴇʀᴄʜᴇʀ ᴠᴏꜱ ꜰɪʟᴍꜱ ᴏᴜ ꜱᴇʀɪᴇꜱ ᴘʀᴇꜰᴇʀᴇꜱ ᴇɴ ᴛᴀᴘᴀɴᴛ ꜱɪᴍᴘʟᴇᴍᴇɴᴛ ʟᴇᴜʀ ɴᴏᴍ\n\nꜱɪ ᴠᴏᴜꜱ ᴀᴠᴇᴢ ᴜɴ ᴘʀᴏʙʟᴇᴍᴇ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ ᴏᴜ ᴀᴜᴛʀᴇ, ᴇᴄʀɪᴠᴇᴢ ɪᴄɪ</b>"""
    
    DISCLAIMER_TXT = """
<b>ᴄᴇᴄɪ ᴇꜱᴛ ᴜɴ ᴘʀᴏᴊᴇᴛ ᴏᴘᴇɴ ꜱᴏᴜʀᴄᴇ.

ᴛᴏᴜꜱ ʟᴇꜱ ꜰɪᴄʜɪᴇʀꜱ ᴅᴇ ᴄᴇ ʙᴏᴛ ꜱᴏɴᴛ ʟɪʙʀᴇᴍᴇɴᴛ ᴅɪꜱᴘᴏɴɪʙʟᴇꜱ ꜱᴜʀ ɪɴᴛᴇʀɴᴇᴛ ᴏᴜ ᴏɴᴛ ᴇᴛᴇ ᴘᴜʙʟɪᴇꜱ ᴘᴀʀ ǫᴜᴇʟǫᴜ'ᴜɴ ᴅ'ᴀᴜᴛʀᴇ. ᴘᴏᴜʀ ꜰᴀᴄɪʟɪᴛᴇʀ ʟᴀ ʀᴇᴄʜᴇʀᴄʜᴇ, ᴄᴇ ʙᴏᴛ ɪɴᴅᴇxᴇ ʟᴇꜱ ꜰɪᴄʜɪᴇʀꜱ ᴅᴇᴊᴀ ᴛᴇʟᴇᴄʜᴀʀɢᴇꜱ ꜱᴜʀ ᴛᴇʟᴇɢʀᴀᴍ. ɴᴏᴜꜱ ʀᴇꜱᴘᴇᴄᴛᴏɴꜱ ᴛᴏᴜᴛᴇꜱ ʟᴇꜱ ʟᴏɪꜱ ꜱᴜʀ ʟᴇꜱ ᴅʀᴏɪᴛꜱ ᴅ'ᴀᴜᴛᴇᴜʀ ᴇᴛ ᴛʀᴀᴠᴀɪʟʟᴏɴꜱ ᴇɴ ᴄᴏɴꜰᴏʀᴍɪᴛᴇ ᴀᴠᴇᴄ ʟᴇ ᴅᴍᴄᴀ ᴇᴛ ʟ'ᴇᴜᴄᴅ. ꜱɪ ǫᴜᴏɪ ǫᴜᴇ ᴄᴇ ꜱᴏɪᴛ ᴇꜱᴛ ᴄᴏɴᴛʀᴀɪʀᴇ ᴀ ʟᴀ ʟᴏɪ, ᴄᴏɴᴛᴀᴄᴛᴇᴢ-ɴᴏᴜꜱ ᴘᴏᴜʀ ǫᴜᴇ ᴄᴇ ꜱᴏɪᴛ ꜱᴜᴘᴘʀɪᴍᴇ ʀᴀᴘɪᴅᴇᴍᴇɴᴛ. ɪʟ ᴇꜱᴛ ɪɴᴛᴇʀᴅɪᴛ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇʀ, ᴅɪꜰꜰᴜꜱᴇʀ, ʀᴇᴘʀᴏᴅᴜɪʀᴇ, ᴘᴀʀᴛᴀɢᴇʀ ᴏᴜ ᴄᴏɴꜱᴏᴍᴍᴇʀ ᴅᴜ ᴄᴏɴᴛᴇɴᴜ ꜱᴀɴꜱ ʟᴀ ᴘᴇʀᴍɪꜱꜱɪᴏɴ ᴇxᴘʟɪᴄɪᴛᴇ ᴅᴜ ᴄʀᴇᴀᴛᴇᴜʀ ᴏᴜ ᴅᴜ ᴛɪᴛᴜʟᴀɪʀᴇ ᴅᴇꜱ ᴅʀᴏɪᴛꜱ. ꜱɪ ᴠᴏᴜꜱ ᴘᴇɴꜱᴇᴢ ǫᴜᴇ ᴄᴇ ʙᴏᴛ ᴠɪᴏʟᴇ ᴠᴏꜱ ᴅʀᴏɪᴛꜱ, ᴄᴏɴᴛᴀᴄᴛᴇᴢ ʟᴇꜱ ᴄᴀɴᴀᴜx ᴄᴏɴᴄᴇʀɴᴇꜱ ᴘᴏᴜʀ ʟᴀ ꜱᴜᴘᴘʀᴇꜱꜱɪᴏɴ. ʟᴇ ʙᴏᴛ ɴᴇ ᴘᴏꜱꜱᴇᴅᴇ ᴀᴜᴄᴜɴ ᴅᴇ ᴄᴇꜱ ᴄᴏɴᴛᴇɴᴜꜱ, ɪʟ ɪɴᴅᴇxᴇ ᴜɴɪǫᴜᴇᴍᴇɴᴛ ʟᴇꜱ ꜰɪᴄʜɪᴇʀꜱ ᴅᴇᴘᴜɪꜱ ᴛᴇʟᴇɢʀᴀᴍ. 
</b>"""

    USERS_TXT = """ꜱᴀʟᴜᴛ {},

ᴠᴏɪᴄɪ ʟᴀ ʟɪꜱᴛᴇ ᴅᴇ ᴍᴇꜱ ᴄᴏᴍᴍᴀɴᴅᴇꜱ ᴘᴏᴜʀ ᴛᴏᴜꜱ ʟᴇꜱ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀꜱ ⇊
    
• /batch - ᴄʀᴇᴇʀ ᴜɴ ʟɪᴇɴ ʙᴀᴛᴄʜ ᴅᴇ ᴘʟᴜꜱɪᴇᴜʀꜱ ꜰɪᴄʜɪᴇʀꜱ.
• /link - ᴄʀᴇᴇʀ ᴜɴ ʟɪᴇɴ ᴅᴇ ꜱᴛᴏᴄᴋᴀɢᴇ ᴘᴏᴜʀ ᴜɴ ꜱᴇᴜʟ ꜰɪᴄʜɪᴇʀ.
• /pbatch - ᴄᴏᴍᴍᴇ <code>/batch</code>, ᴍᴀɪꜱ ʟᴇꜱ ꜰɪᴄʜɪᴇʀꜱ ꜱᴇʀᴏɴᴛ ᴇɴᴠᴏʏᴇꜱ ᴀᴠᴇᴄ ʀᴇꜱᴛʀɪᴄᴛɪᴏɴ ᴅᴇ ᴛʀᴀɴꜱꜰᴇʀᴛ.
• /plink - ᴄᴏᴍᴍᴇ <code>/link</code>, ᴍᴀɪꜱ ʟᴇ ꜰɪᴄʜɪᴇʀ ꜱᴇʀᴀ ᴇɴᴠᴏʏᴇ ᴀᴠᴇᴄ ʀᴇꜱᴛʀɪᴄᴛɪᴏɴ ᴅᴇ ᴛʀᴀɴꜱꜰᴇʀᴛ.
• /id - ᴏʙᴛᴇɴɪʀ ʟ'ɪᴅ ᴅ'ᴜɴ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀ.
• /info  - ᴏʙᴛᴇɴɪʀ ᴅᴇꜱ ɪɴꜰᴏꜱ ꜱᴜʀ ᴜɴ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀ.
• /imdb  - ᴏʙᴛᴇɴɪʀ ʟᴇꜱ ɪɴꜰᴏꜱ ᴅ'ᴜɴ ꜰɪʟᴍ ᴅᴇᴘᴜɪꜱ ɪᴍᴅʙ.
• /search  - ᴏʙᴛᴇɴɪʀ ʟᴇꜱ ɪɴꜰᴏꜱ ᴅ'ᴜɴ ꜰɪʟᴍ ᴅᴇᴘᴜɪꜱ ᴘʟᴜꜱɪᴇᴜʀꜱ ꜱᴏᴜʀᴄᴇꜱ.
• /stats - ᴏʙᴛᴇɴɪʀ ʟᴇ ꜱᴛᴀᴛᴜᴛ ᴅᴇꜱ ꜰɪᴄʜɪᴇʀꜱ ᴅᴀɴꜱ ʟᴀ ʙᴅ.
• /request - ᴇɴᴠᴏʏᴇʀ ᴜɴᴇ ᴅᴇᴍᴀɴᴅᴇ ᴅᴇ ꜰɪʟᴍ/ꜱᴇʀɪᴇ ᴀᴜx ᴀᴅᴍɪɴꜱ. ( ꜰᴏɴᴄᴛɪᴏɴɴᴇ ᴜɴɪǫᴜᴇᴍᴇɴᴛ ᴅᴀɴꜱ ʟᴇ ɢʀᴏᴜᴘᴇ ᴅᴇ ꜱᴜᴘᴘᴏʀᴛ )
• /plan - ᴠᴏɪʀ ʟᴇꜱ ᴘʟᴀɴꜱ ᴘʀᴇᴍɪᴜᴍ ᴅɪꜱᴘᴏɴɪʙʟᴇꜱ.
• /myplan - ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛᴜᴇʟ."""

    
    ADMIC_TXT = """ꜱᴀʟᴜᴛ {},

    ᴠᴏɪᴄɪ ʟᴀ ʟɪꜱᴛᴇ ᴅᴇ ᴍᴇꜱ ᴄᴏᴍᴍᴀɴᴅᴇꜱ ᴘᴏᴜʀ ᴛᴏᴜꜱ ʟᴇꜱ ᴀᴅᴍɪɴꜱ ⇊

• /system - <code>ɪɴꜰᴏʀᴍᴀᴛɪᴏɴꜱ ꜱʏꜱᴛᴇᴍᴇ</code>
• /del_msg - <code>ꜱᴜᴘᴘʀɪᴍᴇʀ ʟᴀ ɴᴏᴛɪꜰɪᴄᴀᴛɪᴏɴ ᴅᴇ ᴄᴏʟʟᴇᴄᴛɪᴏɴ ᴅᴇ ɴᴏᴍꜱ ᴅᴇ ꜰɪᴄʜɪᴇʀꜱ...</code> 
• /movie_update - <code>ᴀᴄᴛɪᴠᴇʀ/ᴅᴇꜱᴀᴄᴛɪᴠᴇʀ ꜱᴇʟᴏɴ ᴠᴏꜱ ʙᴇꜱᴏɪɴꜱ...</code> 
• /pm_search - <code>ʀᴇᴄʜᴇʀᴄʜᴇ ᴇɴ ᴍᴘ ᴀᴄᴛɪᴠᴇʀ/ᴅᴇꜱᴀᴄᴛɪᴠᴇʀ ꜱᴇʟᴏɴ ᴠᴏꜱ ʙᴇꜱᴏɪɴꜱ...</code>
• /logs - <code>ᴏʙᴛᴇɴɪʀ ʟᴇꜱ ᴇʀʀᴇᴜʀꜱ ʀᴇᴄᴇɴᴛᴇꜱ.</code>
• /delete - <code>ꜱᴜᴘᴘʀɪᴍᴇʀ ᴜɴ ꜰɪᴄʜɪᴇʀ ꜱᴘᴇᴄɪꜰɪǫᴜᴇ ᴅᴇ ʟᴀ ʙᴅ.</code>
• /users - <code>ᴏʙᴛᴇɴɪʀ ʟᴀ ʟɪꜱᴛᴇ ᴅᴇ ᴍᴇꜱ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀꜱ ᴇᴛ ʟᴇᴜʀꜱ ɪᴅꜱ.</code>
• /chats - <code>ᴏʙᴛᴇɴɪʀ ʟᴀ ʟɪꜱᴛᴇ ᴅᴇ ᴍᴇꜱ ᴄʜᴀᴛꜱ ᴇᴛ ʟᴇᴜʀꜱ ɪᴅꜱ.</code>
• /leave  - <code>ǫᴜɪᴛᴛᴇʀ ᴜɴ ᴄʜᴀᴛ.</code>
• /disable  -  <code>ᴅᴇꜱᴀᴄᴛɪᴠᴇʀ ᴜɴ ᴄʜᴀᴛ.</code>
• /ban  - <code>ʙᴀɴɴɪʀ ᴜɴ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀ.</code>
• /unban  - <code>ᴅᴇʙᴀɴɴɪʀ ᴜɴ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀ.</code>
• /channel - <code>ᴏʙᴛᴇɴɪʀ ʟᴀ ʟɪꜱᴛᴇ ᴅᴇꜱ ɢʀᴏᴜᴘᴇꜱ ᴄᴏɴɴᴇᴄᴛᴇꜱ.</code>
• /broadcast - <code>ᴅɪꜰꜰᴜꜱᴇʀ ᴜɴ ᴍᴇꜱꜱᴀɢᴇ ᴀ ᴛᴏᴜꜱ ʟᴇꜱ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀꜱ.</code>
• /grp_broadcast - <code>ᴅɪꜰꜰᴜꜱᴇʀ ᴜɴ ᴍᴇꜱꜱᴀɢᴇ ᴀ ᴛᴏᴜꜱ ʟᴇꜱ ɢʀᴏᴜᴘᴇꜱ ᴄᴏɴɴᴇᴄᴛᴇꜱ.</code>
• /gfilter - <code>ᴀᴊᴏᴜᴛᴇʀ ᴅᴇꜱ ꜰɪʟᴛʀᴇꜱ ɢʟᴏʙᴀᴜx.</code>
• /gfilters - <code>ᴠᴏɪʀ ʟᴀ ʟɪꜱᴛᴇ ᴅᴇ ᴛᴏᴜꜱ ʟᴇꜱ ꜰɪʟᴛʀᴇꜱ ɢʟᴏʙᴀᴜx.</code>
• /delg - <code>ꜱᴜᴘᴘʀɪᴍᴇʀ ᴜɴ ꜰɪʟᴛʀᴇ ɢʟᴏʙᴀʟ ꜱᴘᴇᴄɪꜰɪǫᴜᴇ.</code>
• /delallg - <code>ꜱᴜᴘᴘʀɪᴍᴇʀ ᴛᴏᴜꜱ ʟᴇꜱ ꜰɪʟᴛʀᴇꜱ ɢʟᴏʙᴀᴜx ᴅᴇ ʟᴀ ʙᴅ ᴅᴜ ʙᴏᴛ.</code>
• /deletefiles - <code>ꜱᴜᴘᴘʀɪᴍᴇʀ ʟᴇꜱ ꜰɪᴄʜɪᴇʀꜱ CᴀᴍRɪᴘ ᴇᴛ PʀᴇDVD ᴅᴇ ʟᴀ ʙᴅ ᴅᴜ ʙᴏᴛ.</code>
• /send - <code>ᴇɴᴠᴏʏᴇʀ ᴜɴ ᴍᴇꜱꜱᴀɢᴇ ᴀ ᴜɴ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀ ꜱᴘᴇᴄɪꜰɪǫᴜᴇ.</code>
• /premium - <code>ᴀᴊᴏᴜᴛᴇʀ ᴜɴ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀ ᴀᴜ ᴘʀᴇᴍɪᴜᴍ.</code>
• /remove_premium - <code>ʀᴇᴛɪʀᴇʀ ᴜɴ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀ ᴅᴜ ᴘʀᴇᴍɪᴜᴍ.</code>
• /premium_users - <code>ᴏʙᴛᴇɴɪʀ ʟᴀ ʟɪꜱᴛᴇ ᴅᴇꜱ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀꜱ ᴘʀᴇᴍɪᴜᴍ.</code>
• /get_premium - <code>ᴏʙᴛᴇɴɪʀ ʟᴇꜱ ɪɴꜰᴏꜱ ᴅ'ᴜɴ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀ ᴘʀᴇᴍɪᴜᴍ.</code>
• /restart - <code>ʀᴇᴅᴇᴍᴀʀʀᴇʀ ʟᴇ ʙᴏᴛ.</code>"""      

    
    GROUP_TXT = """ꜱᴀʟᴜᴛ {},

ᴠᴏɪᴄɪ ʟᴀ ʟɪꜱᴛᴇ ᴅᴇ ᴍᴇꜱ ᴄᴏᴍᴍᴀɴᴅᴇꜱ ᴘᴏᴜʀ ᴛᴏᴜꜱ ʟᴇꜱ ᴘʀᴏᴘʀɪᴇᴛᴀɪʀᴇꜱ ᴅᴇ ɢʀᴏᴜᴘᴇꜱ ⇊
    
• /connect  - ᴄᴏɴɴᴇᴄᴛᴇʀ ᴜɴ ᴄʜᴀᴛ ᴀ ᴠᴏᴛʀᴇ ᴍᴘ.
• /disconnect  - ᴅᴇᴄᴏɴɴᴇᴄᴛᴇʀ ᴅ'ᴜɴ ᴄʜᴀᴛ.
• /shortlink - ᴄᴏɴɴᴇᴄᴛᴇʀ ᴠᴏᴛʀᴇ ꜱɪᴛᴇ ᴅᴇ ʀᴀᴄᴄᴏᴜʀᴄɪ.
• /set_tutorial - ᴅᴇꜰɪɴɪʀ ᴠᴏᴛʀᴇ ᴠɪᴅᴇᴏ ᴛᴜᴛᴏ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ.
• /remove_tutorial - ꜱᴜᴘᴘʀɪᴍᴇʀ ᴠᴏᴛʀᴇ ᴠɪᴅᴇᴏ ᴛᴜᴛᴏ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ.
• /shortlink_info - ᴠᴇʀɪꜰɪᴇʀ ʟᴇꜱ ɪɴꜰᴏꜱ ᴅᴇ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ.
• /setshortlinkon - ᴀᴄᴛɪᴠᴇʀ ʟᴇ ʀᴀᴄᴄᴏᴜʀᴄɪ ᴘᴏᴜʀ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ.
• /setshortlinkoff - ᴅᴇꜱᴀᴄᴛɪᴠᴇʀ ʟᴇ ʀᴀᴄᴄᴏᴜʀᴄɪ ᴘᴏᴜʀ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ.
• /connections - ʟɪꜱᴛᴇʀ ᴛᴏᴜᴛᴇꜱ ᴠᴏꜱ ᴄᴏɴɴᴇxɪᴏɴꜱ.
• /paramètres - ᴍᴏᴅɪꜰɪᴇʀ ʟᴇꜱ ᴘᴀʀᴀᴍᴇᴛʀᴇꜱ ᴀ ᴠᴏᴛʀᴇ ɢᴜɪꜱᴇ.
• /filter - ᴀᴊᴏᴜᴛᴇʀ ᴜɴ ꜰɪʟᴛʀᴇ ᴅᴀɴꜱ ᴜɴ ɢʀᴏᴜᴘᴇ.
• /filters - ʟɪꜱᴛᴇʀ ᴛᴏᴜꜱ ʟᴇꜱ ꜰɪʟᴛʀᴇꜱ ᴅ'ᴜɴ ɢʀᴏᴜᴘᴇ.
• /del - ꜱᴜᴘᴘʀɪᴍᴇʀ ᴜɴ ꜰɪʟᴛʀᴇ ꜱᴘᴇᴄɪꜰɪǫᴜᴇ ᴅᴀɴꜱ ᴜɴ ɢʀᴏᴜᴘᴇ.
• /delall - ꜱᴜᴘᴘʀɪᴍᴇʀ ᴛᴏᴜꜱ ʟᴇꜱ ꜰɪʟᴛʀᴇꜱ ᴅ'ᴜɴ ɢʀᴏᴜᴘᴇ.
• /purge - ꜱᴜᴘᴘʀɪᴍᴇʀ ᴛᴏᴜꜱ ʟᴇꜱ ᴍᴇꜱꜱᴀɢᴇꜱ ᴅᴇᴘᴜɪꜱ ʟᴀ ʀᴇᴘᴏɴꜱᴇ ᴊᴜꜱǫᴜ'ᴀᴜ ᴍᴇꜱꜱᴀɢᴇ ᴀᴄᴛᴜᴇʟ."""

    DONATION = """<b>ꜱᴀʟᴜᴛ {},
    
<b>ᴠᴇᴜɪʟʟᴇᴢ ꜰᴀɪʀᴇ ᴜɴ ᴅᴏɴ ᴀᴜ ᴅᴇᴠᴇʟᴏᴘᴘᴇᴜʀ ᴘᴏᴜʀ ᴍᴀɪɴᴛᴇɴɪʀ ʟᴇ ꜱᴇʀᴠɪᴄᴇ ᴇɴ ᴠɪᴇ ᴇᴛ ᴄᴏɴᴛɪɴᴜᴇʀ ᴀ ᴀᴘᴘᴏʀᴛᴇʀ ᴅᴇ ɴᴏᴜᴠᴇʟʟᴇꜱ ꜰᴏɴᴄᴛɪᴏɴɴᴀʟɪᴛᴇꜱ</b>......  

<b>ᴄᴇʟᴀ ɴᴏᴜꜱ ᴀɪᴅᴇʀᴀ ᴀ ᴍᴀɪɴᴛᴇɴɪʀ ɴᴏᴛʀᴇ ʙᴏᴛ ᴇᴛ ᴀ ᴄᴏɴᴛɪɴᴜᴇʀ ᴀ ᴛᴇʟᴇᴄʜᴀʀɢᴇʀ ʟᴇꜱ ꜰɪʟᴍꜱ ᴇᴛ ꜱᴇʀɪᴇꜱ ꜱᴀɴꜱ ᴀʀʀᴇᴛ, ᴅᴀɴꜱ ᴜɴᴇ ᴍᴇɪʟʟᴇᴜʀᴇ ǫᴜᴀʟɪᴛᴇ.</b>  

<b>ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ꜰᴀɪʀᴇ ᴜɴ ᴅᴏɴ ᴅᴜ ᴍᴏɴᴛᴀɴᴛ ǫᴜᴇ ᴠᴏᴜꜱ ᴠᴏᴜʟᴇᴢ</b>  

<b>ᴄʜᴏɪꜱɪꜱꜱᴇᴢ ᴠᴏᴛʀᴇ ᴍᴇᴛʜᴏᴅᴇ ᴅᴇ ᴅᴏɴ</b> 💙

➢ Par TON  : <code>UQDQwpnpBzOEmU_rCdC_74zlzQhhfe1sKLyELCigROyHYcXG</code>

➢ Par USDT TRC-20  : <code>TB7SJnzcNavNk8Mx12QkCzVQMsXEuenq3n</code>

➢  Don via Mobile Money sur JessiKaPay (@JessiKaPay
)
‼ ᴠᴇᴜɪʟʟᴇᴢ ᴇɴᴠᴏʏᴇʀ svp ᴜɴᴇ ᴄᴀᴘᴛᴜʀᴇ ᴅ'ᴇᴄʀᴀɴ ᴀᴘʀᴇꜱ ʟᴇ ᴅᴏɴ.</b>"""
    

    SHORTLINK_INFO = """<b>
 <u>ᴄᴏᴍᴍᴇɴᴛ ɢᴀɢɴᴇʀ ᴅᴇ ʟ'ᴀʀɢᴇɴᴛ ᴀᴠᴇᴄ ʟᴇ ʙᴏᴛ</u>

★ ᴍᴀɪɴᴛᴇɴᴀɴᴛ ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ᴄᴏᴍᴍᴇɴᴄᴇʀ ᴀ ɢᴀɢɴᴇʀ ᴅᴇ ʟ'ᴀʀɢᴇɴᴛ ᴀᴠᴇᴄ ɴᴏᴛʀᴇ ʙᴏᴛ ꜱɪᴍᴘʟᴇ ᴇᴛ ꜰᴀᴄɪʟᴇ ᴀ ᴜᴛɪʟɪꜱᴇʀ !

›› ᴇᴛᴀᴘᴇ 1 : ᴀᴊᴏᴜᴛᴇᴢ ᴄᴇ ʙᴏᴛ ᴀ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ ᴇɴ ᴛᴀɴᴛ ǫᴜ'ᴀᴅᴍɪɴ...

›› ᴇᴛᴀᴘᴇ 2 : ᴜᴛɪʟɪꜱᴇᴢ /connect ᴅᴀɴꜱ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ ᴘᴏᴜʀ ᴄᴏɴɴᴇᴄᴛᴇʀ ʟᴇ ʙᴏᴛ ᴀ ᴠᴏᴛʀᴇ ᴍᴘ.

›› ᴇᴛᴀᴘᴇ 3 : ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ ʟᴇ ʙᴏᴜᴛᴏɴ ꜱᴜɪᴠᴀɴᴛ ᴘᴏᴜʀ ꜱᴀᴠᴏɪʀ ᴄᴏᴍᴍᴇɴᴛ ᴄᴏɴɴᴇᴄᴛᴇʀ ᴜɴ ꜱɪᴛᴇ ᴅᴇ ʀᴀᴄᴄᴏᴜʀᴄɪ ᴀᴠᴇᴄ ᴄᴇ ʙᴏᴛ.

★ ɴ'ᴀᴛᴛᴇɴᴅᴇᴢ ᴘʟᴜꜱ ᴘᴏᴜʀ ᴄᴏᴍᴍᴇɴᴄᴇʀ ᴀ ɢᴀɢɴᴇʀ ᴅᴇ ʟ'ᴀʀɢᴇɴᴛ ᴅᴇᴘᴜɪꜱ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ ᴛᴇʟᴇɢʀᴀᴍ. ᴀᴊᴏᴜᴛᴇᴢ ɴᴏᴛʀᴇ ʙᴏᴛ ᴀᴜᴊᴏᴜʀᴅ'ʜᴜɪ ᴇᴛ ᴄᴏᴍᴍᴇɴᴄᴇᴢ !</b>
"""

    SHORTLINK_INFO2 = """<b>
<u>ᴄᴏᴍᴍᴇɴᴛ ᴄᴏɴɴᴇᴄᴛᴇʀ ᴠᴏᴛʀᴇ ʀᴀᴄᴄᴏᴜʀᴄɪ</u>

›› ᴇᴛᴀᴘᴇ 4 : ꜱɪ ᴠᴏᴜꜱ ɴ'ᴜᴛɪʟɪꜱᴇᴢ ᴀᴜᴄᴜɴ ꜱɪᴛᴇ ᴅᴇ ʀᴀᴄᴄᴏᴜʀᴄɪ, ᴄʀᴇᴇᴢ ᴅ'ᴀʙᴏʀᴅ ᴜɴ ᴄᴏᴍᴘᴛᴇ ꜱᴜʀ instantearn.in (ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ᴀᴜꜱꜱɪ ᴜᴛɪʟɪꜱᴇʀ ᴜɴ ᴀᴜᴛʀᴇ ꜱɪᴛᴇ).

›› ᴇᴛᴀᴘᴇ 5 : ᴄᴏᴘɪᴇᴢ ᴠᴏᴛʀᴇ ᴄʟᴇ ᴀᴘɪ ᴅᴇᴘᴜɪꜱ ʟᴇ ꜱɪᴛᴇ, ᴘᴜɪꜱ ᴄᴏɴꜰɪɢᴜʀᴇᴢ ᴠᴏᴛʀᴇ ꜱɪᴛᴇ ᴇᴛ ᴄʟᴇ ᴀᴘɪ ᴀᴠᴇᴄ ʟᴀ ᴄᴏᴍᴍᴀɴᴅᴇ /shortlink.

› ᴄᴏᴍᴍᴇ ᴄᴇᴄɪ :</b>  <code>/shortlink Shortxlinks.com 1502a197c85d59929d50f1cba1d5e6f967d1e962</code>

<b>›› ᴇᴛᴀᴘᴇ 6 : ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ ʟᴇ ʙᴏᴜᴛᴏɴ ꜱᴜɪᴠᴀɴᴛ ᴘᴏᴜʀ ꜱᴀᴠᴏɪʀ ᴄᴏᴍᴍᴇɴᴛ ᴄᴏɴɴᴇᴄᴛᴇʀ ᴠᴏᴛʀᴇ ᴛᴜᴛᴏʀɪᴇʟ ᴀᴠᴇᴄ ᴄᴇ ʙᴏᴛ.

★ ᴄᴇ ʙᴏᴛ ᴄᴏɴᴠᴇʀᴛɪʀᴀ ᴀᴜᴛᴏᴍᴀᴛɪǫᴜᴇᴍᴇɴᴛ ʟᴇꜱ ʟɪᴇɴꜱ ᴀᴠᴇᴄ ᴠᴏᴛʀᴇ ᴄʟᴇ ᴀᴘɪ ᴇᴛ ꜰᴏᴜʀɴɪʀᴀ ᴠᴏꜱ ʟɪᴇɴꜱ.</b>
"""
    SHORTLINK_INFO3 = """<b>
<u>ᴄᴏᴍᴍᴇɴᴛ ᴄᴏɴɴᴇᴄᴛᴇʀ ᴠᴏᴛʀᴇ ᴛᴜᴛᴏʀɪᴇʟ</u>

›› ᴇᴛᴀᴘᴇ 7 : ᴜᴛɪʟɪꜱᴇᴢ /set_tutorial ᴘᴏᴜʀ ᴀᴊᴏᴜᴛᴇʀ ᴠᴏᴛʀᴇ ᴠɪᴅᴇᴏ ᴛᴜᴛᴏ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ ᴘᴏᴜʀ ᴠᴏᴛʀᴇ ꜱɪᴛᴇ ᴅᴇ ʀᴀᴄᴄᴏᴜʀᴄɪ.

› ᴄᴏᴍᴍᴇ ᴄᴇᴄɪ :</b> <code>/set_tutorial https://t.me/How_to_Download_7x</code>

<b>›› ᴇᴛᴀᴘᴇ 8 : ꜱɪ ᴠᴏᴜꜱ ᴠᴏᴜʟᴇᴢ ᴠᴇʀɪꜰɪᴇʀ ǫᴜᴇʟ ʀᴀᴄᴄᴏᴜʀᴄɪ ᴇꜱᴛ ᴄᴏɴɴᴇᴄᴛᴇ ᴀ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ, ᴇɴᴠᴏʏᴇᴢ ʟᴀ ᴄᴏᴍᴍᴀɴᴅᴇ /shortlink_info ᴅᴀɴꜱ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ.

★ ᴄ'ᴇꜱᴛ ᴛᴏᴜᴛ, ᴍᴀɪɴᴛᴇɴᴀɴᴛ ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ɢᴀɢɴᴇʀ ʙᴇᴀᴜᴄᴏᴜᴘ ᴅ'ᴀʀɢᴇɴᴛ ᴀᴠᴇᴄ ᴄᴇ ʙᴏᴛ.</b>
"""
    
    
    SELECT = """
➢ ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ "ǫᴜᴀʟɪᴛᴇ" ᴘᴏᴜʀ ᴏʙᴛᴇɴɪʀ ʟᴇ ꜰɪᴄʜɪᴇʀ ᴅᴀɴꜱ ʟᴀ ǫᴜᴀʟɪᴛᴇ ꜱᴏᴜʜᴀɪᴛᴇᴇ.
➢ ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ "ʟᴀɴɢᴜᴇ" ᴘᴏᴜʀ ᴏʙᴛᴇɴɪʀ ʟᴇ ꜰɪᴄʜɪᴇʀ ᴅᴀɴꜱ ʟᴀ ʟᴀɴɢᴜᴇ ꜱᴏᴜʜᴀɪᴛᴇᴇ.
➢ ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ "ꜱᴀɪꜱᴏɴ" ᴘᴏᴜʀ ᴏʙᴛᴇɴɪʀ ʟᴇ ꜰɪᴄʜɪᴇʀ ᴅᴇ ʟᴀ ꜱᴀɪꜱᴏɴ ꜱᴏᴜʜᴀɪᴛᴇᴇ.

➢ ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ "ᴇɴᴠᴏʏᴇʀ ᴛᴏᴜꜱ ʟᴇꜱ ꜰɪᴄʜɪᴇʀꜱ" ᴘᴏᴜʀ ʀᴇᴄᴇᴠᴏɪʀ ᴛᴏᴜꜱ ʟᴇꜱ ꜰɪᴄʜɪᴇʀꜱ ᴇɴ ᴜɴ ꜱᴇᴜʟ ᴄʟɪᴄ.

"""

    REQINFO = """➢ ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ "ǫᴜᴀʟɪᴛᴇ" ᴘᴏᴜʀ ᴄʜᴀɴɢᴇʀ ʟᴀ ǫᴜᴀʟɪᴛᴇ.
➢ ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ "ʟᴀɴɢᴜᴇ" ᴘᴏᴜʀ ᴄʜᴀɴɢᴇʀ ʟᴀ ʟᴀɴɢᴜᴇ.
➢ ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ "ꜱᴀɪꜱᴏɴ" ᴘᴏᴜʀ ᴄʜᴀɴɢᴇʀ ʟᴀ ꜱᴀɪꜱᴏɴ.
➢ ᴄʟɪǫᴜᴇᴢ ꜱᴜʀ "ᴇɴᴠᴏʏᴇʀ ᴛᴏᴜꜱ ʟᴇꜱ ꜰɪᴄʜɪᴇʀꜱ" ᴘᴏᴜʀ ᴛᴏᴜᴛ ʀᴇᴄᴇᴠᴏɪʀ."""

    SINFO = """
⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯
ꜰᴏʀᴍᴀᴛ ᴅᴇ ᴅᴇᴍᴀɴᴅᴇ ᴅᴇ ꜱᴇʀɪᴇ
⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯

ᴀʟʟᴇᴢ ꜱᴜʀ ɢᴏᴏɢʟᴇ ➠ ᴛᴀᴘᴇᴢ ʟᴇ ɴᴏᴍ ᴅᴇ ʟᴀ ꜱᴇʀɪᴇ ➠ ᴄᴏᴘɪᴇᴢ ʟᴇ ɴᴏᴍ ᴄᴏʀʀᴇᴄᴛ ➠ ᴄᴏʟʟᴇᴢ ɪᴄɪ

ᴇxᴇᴍᴘʟᴇ : Loki S01E01

ɴ'ᴜᴛɪʟɪꜱᴇᴢ ᴘᴀꜱ ➠ ':(!,./)"""

    NORSLTS = """ 
#AucunResultat

ɪᴅ : <code>{}</code>
ɴᴏᴍ : {}

ᴍᴇꜱꜱᴀɢᴇ : <b>{}</b>"""
    
    CAPTION = """<b>[@JessiKaSearch] {file_name}</b>\n\n<b><blockquote>ᴠᴇᴜɪʟʟᴇᴢ ᴛʀᴀɴꜱꜰᴇʀᴇʀ ᴄᴇ ꜰɪᴄʜɪᴇʀ ᴅᴀɴꜱ ʟᴇꜱ ᴍᴇꜱꜱᴀɢᴇꜱ ᴇɴʀᴇɢɪꜱᴛʀᴇꜱ ᴇᴛ ꜰᴇʀᴍᴇᴢ ᴄᴇ ᴍᴇꜱꜱᴀɢᴇ</blockquote></b>"""

    IMDB_TEMPLATE_TXT = """
<b>‣ ᴛɪᴛʀᴇ : <a href={url}>{title}</a>

‣ ɢᴇɴʀᴇꜱ : {genres}
‣ ᴀɴɴᴇᴇ : <a href={url}/releaseinfo>{year}</a>
‣ ɴᴏᴛᴇ : <a href={url}/ratings>{rating}</a> / 10 (ꜱᴜʀ ʟᴀ ʙᴀꜱᴇ ᴅᴇ {votes} ᴇᴠᴀʟᴜᴀᴛɪᴏɴꜱ)
‣ ʟᴀɴɢᴜᴇ : <code>{languages}</code></a>
‣ ᴅᴜʀᴇᴇ : {runtime} ᴍɪɴᴜᴛᴇꜱ</a>

» ʀᴇꜱᴜʟᴛᴀᴛ ᴀꜰꜰɪᴄʜᴇ ᴇɴ: {remaining_seconds} <i>ꜱᴇᴄᴏɴᴅᴇꜱ</i>
» ᴅᴇᴍᴀɴᴅᴇ ᴘᴀʀ : {message.from_user.mention}</b>"""
    

    RESTART_TXT = """
<b>ʙᴏᴛ ʀᴇᴅᴇᴍᴀʀʀᴇ !

• ᴅᴀᴛᴇ : <code>{}</code>
• ʜᴇᴜʀᴇ : <code>{}</code>
• ꜰᴜꜱᴇᴀᴜ ʜᴏʀᴀɪʀᴇ : <code>Asia/Kolkata</code>
• ᴠᴇʀꜱɪᴏɴ: <code> v4.7 [ ꜱᴛᴀʙʟᴇ ]</code>
</b>"""

    LOGO = """

ʙᴏᴛ ꜰᴏɴᴄᴛɪᴏɴɴᴇ ᴄᴏʀʀᴇᴄᴛᴇᴍᴇɴᴛ"""

    #PLANS

    PAGE_TXT = """ᴘᴏᴜʀǫᴜᴏɪ ᴇᴛᴇꜱ-ᴠᴏᴜꜱ ꜱɪ ᴄᴜʀɪᴇᴜx ?"""

    PURCHASE_TXT = """ᴄʜᴏɪꜱɪꜱꜱᴇᴢ ᴠᴏᴛʀᴇ ᴍᴇᴛʜᴏᴅᴇ ᴅᴇ ᴘᴀɪᴇᴍᴇɴᴛ."""

    PREMIUM_TEXT = """<b>ꜱᴀʟᴜᴛ {}

<blockquote>ᴀᴠᴀɴᴛᴀɢᴇꜱ ᴅᴜ ᴘʀᴇᴍɪᴜᴍ :</blockquote>

›› ᴘᴀꜱ ʙᴇꜱᴏɪɴ ᴅ'ᴏᴜᴠʀɪʀ ᴅᴇꜱ ʟɪᴇɴꜱ
❏ ꜰɪᴄʜɪᴇʀꜱ ᴅɪʀᴇᴄᴛꜱ   
›› ᴇxᴘᴇʀɪᴇɴᴄᴇ ꜱᴀɴꜱ ᴘᴜʙ 
❏ ʟɪᴇɴ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ ʜᴀᴜᴛᴇ ᴠɪᴛᴇꜱꜱᴇ                         
›› ʟɪᴇɴꜱ ᴅᴇ ꜱᴛʀᴇᴀᴍɪɴɢ ᴍᴜʟᴛɪ-ʟᴇᴄᴛᴇᴜʀ                           
❏ ꜰɪʟᴍꜱ ᴇᴛ ꜱᴇʀɪᴇꜱ ɪʟʟɪᴍɪᴛᴇꜱ                                                                        
›› ꜱᴜᴘᴘᴏʀᴛ ᴀᴅᴍɪɴ ᴄᴏᴍᴘʟᴇᴛ                              
❏ ᴅᴇᴍᴀɴᴅᴇ ᴛʀᴀɪᴛᴇᴇ ᴇɴ 1ʜ [ ꜱɪ ᴅɪꜱᴘᴏɴɪʙʟᴇ ]

›› ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛɪꜰ: /myplan
</b>"""

    CPREMIUM_TEXT = """<b>ꜱᴀʟᴜᴛ {},
    
<u>ꜰᴏɴᴄᴛɪᴏɴɴᴀʟɪᴛᴇꜱ ᴘʀᴇᴍɪᴜᴍ</u> :

›› ᴘᴀꜱ ʙᴇꜱᴏɪɴ ᴅᴇ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ
›› ꜰɪᴄʜɪᴇʀꜱ ᴅɪʀᴇᴄᴛꜱ  
›› ʟɪᴇɴ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ ʜᴀᴜᴛᴇ ᴠɪᴛᴇꜱꜱᴇ  
›› ʟɪᴇɴꜱ ᴅᴇ ꜱᴛʀᴇᴀᴍɪɴɢ ᴍᴜʟᴛɪ-ʟᴇᴄᴛᴇᴜʀ      
›› ᴇxᴘᴇʀɪᴇɴᴄᴇ ꜱᴀɴꜱ ᴘᴜʙ                           
›› ꜰɪʟᴍꜱ & ꜱᴇʀɪᴇꜱ ɪʟʟɪᴍɪᴛᴇꜱ


ᴜᴛɪʟɪꜱᴇᴢ /plan ᴘᴏᴜʀ ᴠᴏɪʀ ᴛᴏᴜꜱ ɴᴏꜱ ᴘʟᴀɴꜱ.
➛ ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛɪꜰ ᴀᴠᴇᴄ : /myplan

‼ ᴀᴘʀᴇꜱ ᴀᴠᴏɪʀ ᴇɴᴠᴏʏᴇ ᴜɴᴇ ᴄᴀᴘᴛᴜʀᴇ ᴅ'ᴇᴄʀᴀɴ, ᴠᴇᴜɪʟʟᴇᴢ ᴘᴀᴛɪᴇɴᴛᴇʀ ᴘᴏᴜʀ ǫᴜᴇ ɴᴏᴜꜱ ᴠᴏᴜꜱ ᴀᴊᴏᴜᴛɪᴏɴꜱ ᴀ ʟᴀ ʟɪꜱᴛᴇ ᴘʀᴇᴍɪᴜᴍ.</b>"""

    PLAN_TXT = """<b>ꜱᴀʟᴜᴛ {},
    
<u>ꜰᴏɴᴄᴛɪᴏɴɴᴀʟɪᴛᴇꜱ ᴘʀᴇᴍɪᴜᴍ</u> :

○ ᴘᴀꜱ ʙᴇꜱᴏɪɴ ᴅ'ᴏᴜᴠʀɪʀ ᴅᴇꜱ ʟɪᴇɴꜱ
○ ꜰɪᴄʜɪᴇʀꜱ ᴅɪʀᴇᴄᴛꜱ   
○ ᴇxᴘᴇʀɪᴇɴᴄᴇ ꜱᴀɴꜱ ᴘᴜʙ 
○ ʟɪᴇɴ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ ʜᴀᴜᴛᴇ ᴠɪᴛᴇꜱꜱᴇ                         
○ ʟɪᴇɴꜱ ᴅᴇ ꜱᴛʀᴇᴀᴍɪɴɢ ᴍᴜʟᴛɪ-ʟᴇᴄᴛᴇᴜʀ                           
○ ꜰɪʟᴍꜱ & ꜱᴇʀɪᴇꜱ ɪʟʟɪᴍɪᴛᴇꜱ                                                                        
○ ꜱᴜᴘᴘᴏʀᴛ ᴀᴅᴍɪɴ ᴄᴏᴍᴘʟᴇᴛ                              
○ ᴅᴇᴍᴀɴᴅᴇ ᴛʀᴀɪᴛᴇᴇ ᴇɴ 1ʜ [ ꜱɪ ᴅɪꜱᴘᴏɴɪʙʟᴇ ]

➛ ᴜᴛɪʟɪꜱᴇᴢ /plan ᴘᴏᴜʀ ᴠᴏɪʀ ᴛᴏᴜꜱ ɴᴏꜱ ᴘʟᴀɴꜱ.
➛ ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛɪꜰ ᴀᴠᴇᴄ : /myplan

‼ ᴀᴘʀᴇꜱ ᴀᴠᴏɪʀ ᴇɴᴠᴏʏᴇ ᴜɴᴇ ᴄᴀᴘᴛᴜʀᴇ ᴅ'ᴇᴄʀᴀɴ, ᴠᴇᴜɪʟʟᴇᴢ ᴘᴀᴛɪᴇɴᴛᴇʀ ᴘᴏᴜʀ ǫᴜᴇ ɴᴏᴜꜱ ᴠᴏᴜꜱ ᴀᴊᴏᴜᴛɪᴏɴꜱ ᴀ ʟᴀ ʟɪꜱᴛᴇ ᴘʀᴇᴍɪᴜᴍ.</b>"""

    FREE_TXT = """<b>ꜱᴀʟᴜᴛ {},
    
<u>ᴇꜱꜱᴀɪ ɢʀᴀᴛᴜɪᴛ</u>
❗ ᴜɴɪǫᴜᴇᴍᴇɴᴛ ᴘᴏᴜʀ 5 ᴍɪɴᴜᴛᴇꜱ
 
○ ᴘᴀꜱ ʙᴇꜱᴏɪɴ ᴅ'ᴏᴜᴠʀɪʀ ᴅᴇꜱ ʟɪᴇɴꜱ
○ ʟɪᴇɴꜱ ᴅᴇ ꜱᴛʀᴇᴀᴍɪɴɢ ᴍᴜʟᴛɪ-ʟᴇᴄᴛᴇᴜʀ
○ ᴇxᴘᴇʀɪᴇɴᴄᴇ ꜱᴀɴꜱ ᴘᴜʙ

ᴄᴏɴᴛᴀᴄᴛᴇᴢ ʟᴇ <a href='https://t.me/kingcey'>ᴘʀᴏᴘʀɪᴇᴛᴀɪʀᴇ</a> ᴘᴏᴜʀ ᴏʙᴛᴇɴɪʀ ᴠᴏᴛʀᴇ ᴇꜱꜱᴀɪ.

➛ ᴜᴛɪʟɪꜱᴇᴢ /plan ᴘᴏᴜʀ ᴠᴏɪʀ ᴛᴏᴜꜱ ɴᴏꜱ ᴘʟᴀɴꜱ.
➛ ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛɪꜰ ᴀᴠᴇᴄ : /myplan</b>"""

    BRONZE_TXT = """<b>ꜱᴀʟᴜᴛ {},
    
<u>ᴘʟᴀɴ ʙʀᴏɴᴢᴇ</u>
7 ᴊᴏᴜʀꜱ
ᴘʀɪx ➛ 520 ꜰᴄꜰᴀ / 2 500 ᴄᴅꜰ / 0.94 $

➛ ᴜᴛɪʟɪꜱᴇᴢ /plan ᴘᴏᴜʀ ᴠᴏɪʀ ᴛᴏᴜꜱ ɴᴏꜱ ᴘʟᴀɴꜱ.
➛ ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛɪꜰ ᴀᴠᴇᴄ : /myplan</b>"""

    SILVER_TXT = """<b>ꜱᴀʟᴜᴛ {},
    
<u>ᴘʟᴀɴ ᴀʀɢᴇɴᴛ</u>
30 ᴊᴏᴜʀꜱ 
ᴘʀɪx ➛ 2 100 ꜰᴄꜰᴀ / 8 800 ᴄᴅꜰ / 3.80 $

➛ ᴜᴛɪʟɪꜱᴇᴢ /plan ᴘᴏᴜʀ ᴠᴏɪʀ ᴛᴏᴜꜱ ɴᴏꜱ ᴘʟᴀɴꜱ.
➛ ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛɪꜰ ᴀᴠᴇᴄ : /myplan</b>"""

    GOLD_TXT = """<b>ꜱᴀʟᴜᴛ {},
    
<u>ᴘʟᴀɴ ᴏʀ</u>
60 ᴊᴏᴜʀꜱ 
ᴘʀɪx ➛ 4 200 ꜰᴄꜰᴀ / 17 600 ᴄᴅꜰ / 7.50 $

➛ ᴜᴛɪʟɪꜱᴇᴢ /plan ᴘᴏᴜʀ ᴠᴏɪʀ ᴛᴏᴜꜱ ɴᴏꜱ ᴘʟᴀɴꜱ.
➛ ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛɪꜰ ᴀᴠᴇᴄ : /myplan</b>"""

    PLATINUM_TXT = """<b>ꜱᴀʟᴜᴛ {},
    
<u>ᴘʟᴀɴ ᴘʟᴀᴛɪɴᴇ</u>
90 ᴊᴏᴜʀꜱ 
ᴘʀɪx ➛ 6 300 ꜰᴄꜰᴀ / 26 400 ᴄᴅꜰ / 11.00 $

➛ ᴜᴛɪʟɪꜱᴇᴢ /plan ᴘᴏᴜʀ ᴠᴏɪʀ ᴛᴏᴜꜱ ɴᴏꜱ ᴘʟᴀɴꜱ.
➛ ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛɪꜰ ᴀᴠᴇᴄ : /myplan</b>"""
    
    DIAMOND_TXT = """<b>ꜱᴀʟᴜᴛ {},

<u>ᴘʟᴀɴ ᴅɪᴀᴍᴀɴᴛ</u>
180 ᴊᴏᴜʀꜱ 
ᴘʀɪx ➛ 12 600 ꜰᴄꜰᴀ / 52 800 ᴄᴅꜰ / 22.00 $

➛ ᴜᴛɪʟɪꜱᴇᴢ /plan ᴘᴏᴜʀ ᴠᴏɪʀ ᴛᴏᴜꜱ ɴᴏꜱ ᴘʟᴀɴꜱ.
➛ ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛɪꜰ ᴀᴠᴇᴄ : /myplan</b>"""

    OTHER_TXT = """<b>ꜱᴀʟᴜᴛ {},
    
<u>ᴀᴜᴛʀᴇ ᴘʟᴀɴ</u>
ᴅᴜʀᴇᴇ ᴘᴇʀꜱᴏɴɴᴀʟɪꜱᴇᴇ
ꜱᴇʟᴏɴ ʟᴀ ᴅᴜʀᴇᴇ ᴄʜᴏɪꜱɪᴇ

ꜱɪ ᴠᴏᴜꜱ ᴠᴏᴜʟᴇᴢ ᴜɴ ᴘʟᴀɴ ᴅɪꜰꜰᴇʀᴇɴᴛ ᴅᴇ ᴄᴇᴜx ᴘʀᴏᴘᴏꜱᴇꜱ, ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ᴘᴀʀʟᴇʀ ᴅɪʀᴇᴄᴛᴇᴍᴇɴᴛ ᴀ ɴᴏᴛʀᴇ <a href='https://t.me/kingcey'>ᴘʀᴏᴘʀɪᴇᴛᴀɪʀᴇ</a> ᴇɴ ᴄʟɪǫᴜᴀɴᴛ ꜱᴜʀ ʟᴇ ʙᴏᴜᴛᴏɴ ᴄɪ-ᴅᴇꜱꜱᴏᴜꜱ.
    
ᴄᴏɴᴛᴀᴄᴛᴇᴢ ʟᴇ ᴘʀᴏᴘʀɪᴇᴛᴀɪʀᴇ ᴘᴏᴜʀ ᴏʙᴛᴇɴɪʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ.

➛ ᴜᴛɪʟɪꜱᴇᴢ /plan ᴘᴏᴜʀ ᴠᴏɪʀ ᴛᴏᴜꜱ ɴᴏꜱ ᴘʟᴀɴꜱ.
➛ ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛɪꜰ ᴀᴠᴇᴄ : /myplan</b>"""

    UPI_TXT = """<b>ꜱᴀʟᴜᴛ {},
    
 ᴘᴀʏᴇᴢ ʟᴇ ᴍᴏɴᴛᴀɴᴛ ꜱᴇʟᴏɴ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴇᴛ ᴘʀᴏꜰɪᴛᴇᴢ ᴅᴜ ᴘʀᴇᴍɪᴜᴍ !

TON Adresse - <code>UQCTEfgy5MouZG3gcLzTFvi8JoPDWCVfU4HTx4Lukoo8Lcou</code>

‼ ᴇɴᴠᴏʏᴇᴢ ᴏʙʟɪɢᴀᴛᴏɪʀᴇᴍᴇɴᴛ ᴜɴᴇ ᴄᴀᴘᴛᴜʀᴇ ᴀᴘʀᴇꜱ ʟᴇ ᴘᴀɪᴇᴍᴇɴᴛ.</b>"""

    QR_TXT = """<b>ꜱᴀʟᴜᴛ {},
    
 ᴘᴀʏᴇᴢ ʟᴇ ᴍᴏɴᴛᴀɴᴛ ꜱᴇʟᴏɴ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴇᴛ ᴘʀᴏꜰɪᴛᴇᴢ ᴅᴜ ᴘʀᴇᴍɪᴜᴍ !

ᴄᴏᴅᴇ QR - <a href='{}'>ᴄʟɪǫᴜᴇᴢ ɪᴄɪ ᴘᴏᴜʀ ꜱᴄᴀɴɴᴇʀ</a>

‼ ᴇɴᴠᴏʏᴇᴢ ᴏʙʟɪɢᴀᴛᴏɪʀᴇᴍᴇɴᴛ ᴜɴᴇ ᴄᴀᴘᴛᴜʀᴇ ᴀᴘʀᴇꜱ ʟᴇ ᴘᴀɪᴇᴍᴇɴᴛ.</b>"""

    PREPLANS_TXT = """<b>ꜱᴀʟᴜᴛ {},

<blockquote>ᴀᴠᴀɴᴛᴀɢᴇꜱ ᴅᴜ ᴘʀᴇᴍɪᴜᴍ :</blockquote>

›› ᴘᴀꜱ ʙᴇꜱᴏɪɴ ᴅ'ᴏᴜᴠʀɪʀ ᴅᴇꜱ ʟɪᴇɴꜱ
❏ ꜰɪᴄʜɪᴇʀꜱ ᴅɪʀᴇᴄᴛꜱ   
›› ᴇxᴘᴇʀɪᴇɴᴄᴇ ꜱᴀɴꜱ ᴘᴜʙ 
❏ ʟɪᴇɴ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ ʜᴀᴜᴛᴇ ᴠɪᴛᴇꜱꜱᴇ                         
›› ʟɪᴇɴꜱ ᴅᴇ ꜱᴛʀᴇᴀᴍɪɴɢ ᴍᴜʟᴛɪ-ʟᴇᴄᴛᴇᴜʀ                           
❏ ꜰɪʟᴍꜱ ᴇᴛ ꜱᴇʀɪᴇꜱ ɪʟʟɪᴍɪᴛᴇꜱ                                                                        
›› ꜱᴜᴘᴘᴏʀᴛ ᴀᴅᴍɪɴ ᴄᴏᴍᴘʟᴇᴛ                              
❏ ᴅᴇᴍᴀɴᴅᴇ ᴛʀᴀɪᴛᴇᴇ ᴇɴ 1ʜ [ ꜱɪ ᴅɪꜱᴘᴏɴɪʙʟᴇ ]

›› ᴠᴇʀɪꜰɪᴇʀ ᴠᴏᴛʀᴇ ᴘʟᴀɴ ᴀᴄᴛɪꜰ: /myplan
</b>"""      

    SOURCE_TXT ="""<b>JessiKaPay — L'argent mobile, sans frontieres.</b>

Gerez votre argent mobile directement depuis Telegram.
Deposez, retirez et transferez en quelques secondes.

Wave • Orange Money • MTN • Moov • T-Money et plus

✅ 11 pays couverts
✅ 100% securise
✅ Aucune installation requise
👉 Lancez l'app : t.me/JessiKaPayBot

<i>Cote d'Ivoire • Senegal • Togo • Benin • Burkina • Mali • Cameroun · Gabon • Niger • Congo • Guinee</i>\n """

    EXTRAF_TXT =""" <b> ᴠᴏɪᴄɪ ᴍᴇꜱ ꜰᴏɴᴄᴛɪᴏɴɴᴀʟɪᴛᴇꜱ ꜱᴜᴘᴘʟᴇᴍᴇɴᴛᴀɪʀᴇꜱ </b>"""

    STICKER_TXT = """<b>ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ᴜᴛɪʟɪꜱᴇʀ ᴄᴇ ᴍᴏᴅᴜʟᴇ ᴘᴏᴜʀ ᴛʀᴏᴜᴠᴇʀ ʟ'ɪᴅ ᴅᴇ ɴ'ɪᴍᴘᴏʀᴛᴇ ǫᴜᴇʟ ꜱᴛɪᴄᴋᴇʀ. 
 • ᴜᴛɪʟɪꜱᴀᴛɪᴏɴ :
   
  ᴄᴏᴍᴍᴇɴᴛ ᴜᴛɪʟɪꜱᴇʀ 
 ◉ ʀᴇᴘᴏɴᴅᴇᴢ ᴀ ᴜɴ ꜱᴛɪᴄᴋᴇʀ [/stickerid]  
 </b>""" 
  
    FONT_TXT= """<b>ᴜᴛɪʟɪꜱᴀᴛɪᴏɴ 
  
 ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ᴜᴛɪʟɪꜱᴇʀ ᴄᴇ ᴍᴏᴅᴜʟᴇ ᴘᴏᴜʀ ᴄʜᴀɴɢᴇʀ ʟᴇ ꜱᴛʏʟᴇ ᴅᴇ ᴘᴏʟɪᴄᴇ   
  
 ᴄᴏᴍᴍᴀɴᴅᴇ : /font ᴠᴏᴛʀᴇ ᴛᴇxᴛᴇ (ᴏᴘᴛɪᴏɴɴᴇʟ) 
 ᴇx:- /font bonjour 
  
 </b>"""
    TELE_TXT = """<b>ᴀɪᴅᴇ : ᴛᴇʟᴇɢʀᴀᴘʜ — ꜰᴀɪᴛᴇꜱ ᴄᴇ ǫᴜᴇ ᴠᴏᴜꜱ ᴠᴏᴜʟᴇᴢ ᴀᴠᴇᴄ ʟᴇ ᴍᴏᴅᴜʟᴇ ᴛᴇʟᴇɢʀᴀ.ᴘʜ ! 
  
 ᴜᴛɪʟɪꜱᴀᴛɪᴏɴ: /telegraph - ᴇɴᴠᴏʏᴇᴢ-ᴍᴏɪ ᴜɴᴇ ɪᴍᴀɢᴇ ᴏᴜ ᴠɪᴅᴇᴏ ᴅᴇ ᴍᴏɪɴꜱ ᴅᴇ 5ᴍᴏ 
  
 ɴᴏᴛᴇ: 
 ᴄᴇᴛᴛᴇ ᴄᴏᴍᴍᴀɴᴅᴇ ᴇꜱᴛ ᴅɪꜱᴘᴏɴɪʙʟᴇ ᴅᴀɴꜱ ʟᴇꜱ ɢʀᴏᴜᴘᴇꜱ ᴇᴛ ᴇɴ ᴍᴘ 
 ᴄᴇᴛᴛᴇ ᴄᴏᴍᴍᴀɴᴅᴇ ᴘᴇᴜᴛ ᴇᴛʀᴇ ᴜᴛɪʟɪꜱᴇᴇ ᴘᴀʀ ᴛᴏᴜᴛ ʟᴇ ᴍᴏɴᴅᴇ</b>"""

    GITHUB_TXT = """<b>ᴄᴏᴍᴍᴀɴᴅᴇꜱ GitHub</b>

<b>ᴜᴛɪʟɪꜱᴇᴢ ʟᴇꜱ ᴄᴏᴍᴍᴀɴᴅᴇꜱ ꜱᴜɪᴠᴀɴᴛᴇꜱ ᴘᴏᴜʀ ᴏʙᴛᴇɴɪʀ ᴅᴇꜱ ɪɴꜰᴏꜱ ꜱᴜʀ ᴜɴ ᴘʀᴏꜰɪʟ GitHub ᴇᴛ ᴄʜᴇʀᴄʜᴇʀ ᴅᴇꜱ ᴅᴇᴘᴏᴛꜱ :</b>

<b>ᴜᴛɪʟɪꜱᴀᴛɪᴏɴ :</b>  
<code>/github {nom_utilisateur}</code> - <b>ᴏʙᴛᴇɴɪʀ ʟᴇꜱ ɪɴꜰᴏꜱ ᴅᴜ ᴘʀᴏꜰɪʟ GitHub.</b>  
<code>/repo {nom_depot}</code> - <b>ᴄʜᴇʀᴄʜᴇʀ ᴅᴇꜱ ᴅᴇᴘᴏᴛꜱ ꜱᴜʀ GitHub.</b>"""


    SONG_TXT = """<b>ᴍᴏᴅᴜʟᴇ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ ᴅᴇ ᴍᴜꜱɪǫᴜᴇ</b> 
      
 <b>ᴍᴏᴅᴜʟᴇ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ ᴅᴇ ᴍᴜꜱɪǫᴜᴇ, ᴘᴏᴜʀ ʟᴇꜱ ᴀᴍᴀᴛᴇᴜʀꜱ ᴅᴇ ᴍᴜꜱɪǫᴜᴇ. ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ᴜᴛɪʟɪꜱᴇʀ ᴄᴇᴛᴛᴇ ꜰᴏɴᴄᴛɪᴏɴ ᴘᴏᴜʀ ᴛᴇʟᴇᴄʜᴀʀɢᴇʀ ᴛᴏᴜᴛᴇ ᴍᴜꜱɪǫᴜᴇ ᴀ ᴠɪᴛᴇꜱꜱᴇ ᴜʟᴛʀᴀ-ʀᴀᴘɪᴅᴇ. ꜰᴏɴᴄᴛɪᴏɴɴᴇ ᴅᴀɴꜱ ʟᴇ ʙᴏᴛ ᴇᴛ ʟᴇꜱ ɢʀᴏᴜᴘᴇꜱ...</b> 
  
  /song ɴᴏᴍ ᴅᴇ ʟᴀ ᴍᴜꜱɪǫᴜᴇ</b>"""

    INSTAGRAM_TXT = """<b>ᴀᴠᴇᴄ ᴄᴇᴛᴛᴇ ᴄᴏᴍᴍᴀɴᴅᴇ ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ꜰᴀᴄɪʟᴇᴍᴇɴᴛ ᴛᴇʟᴇᴄʜᴀʀɢᴇʀ ᴛᴏᴜꜱ ʟᴇꜱ ʀᴇᴇʟꜱ ɪɴꜱᴛᴀɢʀᴀᴍ.

/Instagram  ᴇɴᴠᴏʏᴇᴢ ʟᴇ ʟɪᴇɴ ᴅ'ᴜɴ ʀᴇᴇʟ, ꜱᴛᴏʀʏ ᴏᴜ ᴘᴏꜱᴛ ɪɴꜱᴛᴀɢʀᴀᴍ ᴘᴏᴜʀ ʟᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇʀ, ᴘᴜʙʟɪᴄ ᴜɴɪǫᴜᴇᴍᴇɴᴛ.

ᴇxᴇᴍᴘʟᴇ : /Instagram ʜᴛᴛᴘs://ᴡᴡᴡ.ɪɴsᴛᴀɢʀᴀᴍ.ᴄᴏᴍ/ʀᴇᴇʟ/CᴠTɴᴋᴄ1ᴏᴜD3/?ɪɢsʜ=YᴢʟᴊYTᴋ1ODɢ3Zɢ==<b>"""
    
    JSON_TXT = """<b> 
 ᴊꜱᴏɴ:  
 ʟᴇ ʙᴏᴛ ʀᴇᴛᴏᴜʀɴᴇ ᴅᴜ ᴊꜱᴏɴ ᴘᴏᴜʀ ᴛᴏᴜꜱ ʟᴇꜱ ᴍᴇꜱꜱᴀɢᴇꜱ ᴇɴ ʀᴇᴘᴏɴꜱᴇ ᴀᴠᴇᴄ /json 
  
 ꜰᴏɴᴄᴛɪᴏɴɴᴀʟɪᴛᴇꜱ: 
  
 ᴇᴅɪᴛɪᴏɴ ᴅᴇ ᴍᴇꜱꜱᴀɢᴇ ᴊꜱᴏɴ 
 ꜱᴜᴘᴘᴏʀᴛ ᴍᴘ 
 ꜱᴜᴘᴘᴏʀᴛ ɢʀᴏᴜᴘᴇ 
  
 ɴᴏᴛᴇ: 
  
 ᴛᴏᴜᴛ ʟᴇ ᴍᴏɴᴅᴇ ᴘᴇᴜᴛ ᴜᴛɪʟɪꜱᴇʀ ᴄᴇᴛᴛᴇ ᴄᴏᴍᴍᴀɴᴅᴇ, ᴇɴ ᴄᴀꜱ ᴅᴇ ꜱᴘᴀᴍ ʟᴇ ʙᴏᴛ ᴠᴏᴜꜱ ʙᴀɴɴɪʀᴀ ᴀᴜᴛᴏᴍᴀᴛɪǫᴜᴇᴍᴇɴᴛ ᴅᴜ ɢʀᴏᴜᴘᴇ.</b>"""

    EXTRA_TXT =""" <b> ᴠᴏɪᴄɪ ᴍᴇꜱ ꜰᴏɴᴄᴛɪᴏɴɴᴀʟɪᴛᴇꜱ ꜱᴜᴘᴘʟᴇᴍᴇɴᴛᴀɪʀᴇꜱ 

›› /stickerid : ᴏʙᴛᴇɴɪʀ ʟ'ɪᴅ ᴅ'ᴜɴ ꜱᴛɪᴄᴋᴇʀ 
❏ /json : ʀᴇᴛᴏᴜʀɴᴇ ᴅᴜ ᴊꜱᴏɴ ᴘᴏᴜʀ ᴛᴏᴜꜱ ʟᴇꜱ ᴍᴇꜱꜱᴀɢᴇꜱ ᴇɴ ʀᴇᴘᴏɴꜱᴇ
›› /telegraph : ᴇɴᴠᴏʏᴇᴢ ᴜɴᴇ ɪᴍᴀɢᴇ ᴏᴜ ᴠɪᴅᴇᴏ ᴅᴇ ᴍᴏɪɴꜱ ᴅᴇ 5ᴍᴏ
❏ /song : ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ ᴅᴇ ᴍᴜꜱɪǫᴜᴇ                  
›› /Instagram  ᴇɴᴠᴏʏᴇᴢ ʟᴇ ʟɪᴇɴ ᴅ'ᴜɴ ʀᴇᴇʟ, ꜱᴛᴏʀʏ ᴏᴜ ᴘᴏꜱᴛ ɪɴꜱᴛᴀɢʀᴀᴍ ᴘᴏᴜʀ ʟᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇʀ, ᴘᴜʙʟɪᴄ ᴜɴɪǫᴜᴇᴍᴇɴᴛ.                         
</b>"""

    CHATGPT = """
» ᴄᴏᴍᴍᴀɴᴅᴇꜱ ᴅɪꜱᴘᴏɴɪʙʟᴇꜱ ᴘᴏᴜʀ ʟ'ɪᴀ :

 ʟ'ɪᴀ ᴘᴇᴜᴛ ʀᴇᴘᴏɴᴅʀᴇ ᴀ ᴠᴏꜱ ǫᴜᴇꜱᴛɪᴏɴꜱ ᴇᴛ ᴀꜰꜰɪᴄʜᴇʀ ʟᴇꜱ ʀᴇꜱᴜʟᴛᴀᴛꜱ

 ❍ /chatgpt  : ʀᴇᴘᴏɴᴅᴇᴢ ᴀ ᴜɴ ᴍᴇꜱꜱᴀɢᴇ ᴏᴜ ᴅᴏɴɴᴇᴢ ᴅᴜ ᴛᴇxᴛᴇ
 ❍ /lucy : ʀᴇᴘᴏɴᴅᴇᴢ ᴀ ᴜɴ ᴍᴇꜱꜱᴀɢᴇ ᴏᴜ ᴅᴏɴɴᴇᴢ ᴅᴜ ᴛᴇxᴛᴇ
 ❍ /ask : ɪᴀ ɢᴏᴏɢʟᴇ 
 ❍ /gpt : chatgpt
 ❍ /chat :  ʀᴇᴘᴏɴᴅᴇᴢ ᴀ ᴜɴ ᴍᴇꜱꜱᴀɢᴇ ᴏᴜ ᴅᴏɴɴᴇᴢ ᴅᴜ ᴛᴇxᴛᴇ
"""

    TORRENT = """
ᴄᴏᴍᴍᴀɴᴅᴇ ᴅᴇ ʀᴇᴄʜᴇʀᴄʜᴇ ᴛᴏʀʀᴇɴᴛ

ᴇxᴇᴍᴘʟᴇ : /torrent ᴍᴏɴᴇʏ ʜᴇɪꜱᴛ
"""

    MONGO_TXT = """
ᴄᴏᴍᴍᴀɴᴅᴇ ᴅᴇ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ᴍᴏɴɢᴏ

ᴇɴᴛʀᴇᴢ ᴠᴏᴛʀᴇ ᴜʀʟ ᴍᴏɴɢᴏᴅʙ ᴀᴘʀᴇꜱ ʟᴀ ᴄᴏᴍᴍᴀɴᴅᴇ.

ᴇxᴇᴍᴘʟᴇ: /mongo ᴠᴏᴛʀᴇ_ᴜʀʟ_ᴍᴏɴɢᴏᴅʙ
"""

    FONT_TXT = """ᴀɪᴅᴇ : <b>ᴘᴏʟɪᴄᴇ</b>

<b>ɴᴏᴛᴇ</b>: ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ᴜᴛɪʟɪꜱᴇʀ ᴄᴇ ᴍᴏᴅᴇ ᴘᴏᴜʀ ᴄʜᴀɴɢᴇʀ ʟᴇ ꜱᴛʏʟᴇ ᴅᴇ ᴘᴏʟɪᴄᴇ, ᴇɴᴠᴏʏᴇᴢ-ᴍᴏɪ ᴅᴀɴꜱ ᴄᴇ ꜰᴏʀᴍᴀᴛ. 

<code>/font Subaru</code>"""

    IMAGE_TXT = """
» ᴄᴏᴍᴍᴀɴᴅᴇꜱ ᴅɪꜱᴘᴏɴɪʙʟᴇꜱ ᴘᴏᴜʀ ʟᴀ ʀᴇᴄʜᴇʀᴄʜᴇ ᴅ'ɪᴍᴀɢᴇꜱ:

❍ /image: ᴄʜᴇʀᴄʜᴇʀ ᴅᴇꜱ ɪᴍᴀɢᴇꜱ ᴅᴜ ᴛᴇxᴛᴇ ᴅᴏɴɴᴇ
ᴇxᴇᴍᴘʟᴇ:

/image ITACHI
"""

    MONGO_TXT = """
ᴄᴏᴍᴍᴀɴᴅᴇ ᴅᴇ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ᴍᴏɴɢᴏ

ᴇɴᴛʀᴇᴢ ᴠᴏᴛʀᴇ ᴜʀʟ ᴍᴏɴɢᴏᴅʙ ᴀᴘʀᴇꜱ ʟᴀ ᴄᴏᴍᴍᴀɴᴅᴇ.

ᴇxᴇᴍᴘʟᴇ: /mongo ᴠᴏᴛʀᴇ_ᴜʀʟ_ᴍᴏɴɢᴏᴅʙ
"""

    ANIME_TXT = """
<b>ᴏʙᴛᴇɴɪʀ ᴅᴇꜱ ɪɴꜰᴏꜱ ꜱᴜʀ ʟᴇꜱ ᴀɴɪᴍᴇꜱ !

ᴜᴛɪʟɪꜱᴀᴛɪᴏɴ:
➢ /anime [ɴᴏᴍ] - ᴏʙᴛᴇɴɪʀ ʟᴇꜱ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴꜱ ꜱᴜʀ ʟ'ᴀɴɪᴍᴇ."""

    STREAM = """
ᴀᴠᴇᴄ ᴄᴇᴛᴛᴇ ᴄᴏᴍᴍᴀɴᴅᴇ ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ʟɪʀᴇ ᴛᴏᴜᴛ ꜰɪᴄʜɪᴇʀ ᴇɴ ꜱᴛʀᴇᴀᴍɪɴɢ ꜱᴀɴꜱ ʟᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇʀ ᴇᴛ ᴀᴜꜱꜱɪ ʟᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇʀ ʀᴀᴘɪᴅᴇᴍᴇɴᴛ.

ᴇɴᴠᴏʏᴇᴢ ᴅ'ᴀʙᴏʀᴅ ʟᴀ ᴄᴏᴍᴍᴀɴᴅᴇ /stream ᴘᴜɪꜱ ᴇɴᴠᴏʏᴇᴢ ᴜɴ ꜰɪᴄʜɪᴇʀ, ʟᴇ ʙᴏᴛ ᴠᴏᴜꜱ ᴅᴏɴɴᴇʀᴀ ʟᴇ ʟɪᴇɴ ᴅᴇ ꜱᴛʀᴇᴀᴍɪɴɢ ᴇᴛ ᴅᴇ ᴛᴇʟᴇᴄʜᴀʀɢᴇᴍᴇɴᴛ
"""

    APPROVE_TXT = """
ᴀᴊᴏᴜᴛᴇᴢ-ᴍᴏɪ ᴅᴀɴꜱ ᴠᴏᴛʀᴇ ᴄᴀɴᴀʟ ᴏᴜ ɢʀᴏᴜᴘᴇ ᴇᴛ ᴠᴏʏᴇᴢ ʟᴀ ᴍᴀɢɪᴇ
"""

    AI_TXT = """
ᴠᴏɪᴄɪ ǫᴜᴇʟǫᴜᴇꜱ ᴄᴏᴍᴍᴀɴᴅᴇꜱ ɪᴀ/ᴇxᴘᴇʀᴛ

➻ JessiKa - ᴠᴏᴜꜱ ᴘᴏᴜᴠᴇᴢ ᴀᴄᴄᴇᴅᴇʀ ᴀ ᴊᴀʀᴠɪꜱ ᴀᴠᴇᴄ ᴄᴇᴄɪ.
➻ Assis - ʟ'ɪᴀ ʀᴇᴘᴏɴᴅʀᴀ ᴇɴ ꜰᴏʀᴍᴀᴛ ᴀᴜᴅɪᴏ.
➻ /gpt - ᴀᴄᴄᴇᴅᴇʀ ᴀ ɢᴘᴛ.
➻ /chatgpt - ᴀᴄᴄᴇᴅᴇʀ ᴀ ɢᴘᴛ.
➻ /bard - ᴜᴛɪʟɪꜱᴇʀ ʟᴀ ꜰᴏɴᴄᴛɪᴏɴ ʙᴀʀᴅ.
➻ /llama - ᴜᴛɪʟɪꜱᴇʀ ʟᴇ ᴍᴏᴅᴇ ʟʟᴀᴍᴀ.
➻ /gemini - ᴜᴛɪʟɪꜱᴇʀ ʟᴀ ꜰᴏɴᴄᴛɪᴏɴ ɢᴇᴍɪɴɪ.
➻ /geminivision - ᴇxᴘʟᴏʀᴇʀ ʟᴇ ᴍᴏᴅᴇ ɢᴇᴍɪɴɪ.
➻ /mistral - ᴀᴄᴛɪᴠᴇʀ ʟᴇ ᴄᴏᴅᴇ ᴍɪꜱᴛʀᴀʟ.
➻ /tts - ᴄᴏɴᴠᴇʀᴛɪʀ ʟᴇ ᴛᴇxᴛᴇ ᴇɴ ᴘᴀʀᴏʟᴇ.
➻ /upscale - ᴀᴍᴇʟɪᴏʀᴇʀ ᴜɴᴇ ɪᴍᴀɢᴇ ᴀᴠᴇᴄ ʟ'ᴀᴘɪ ɢʀᴀᴛᴜɪᴛᴇ.
➻ /blackbox : ᴛᴇxᴛᴇ ᴀᴠᴇᴄ ʀᴇᴘᴏɴꜱᴇ ᴀ ᴜɴᴇ ᴘʜᴏᴛᴏ ᴏᴜ ᴊᴜꜱᴛᴇ ᴅᴜ ᴛᴇxᴛᴇ
"""
    
